<template>
    <div class="container">
        <ul id="main_ul">
            <li>
                <h1>Что я могу делать с изображениями?</h1>
                <p>Все данные по этому вопросу подробно расписаны в <a href="/license">лицензии</a></p>
            </li>
            <li>
                <h1>Принадлежит ли мне изображение при покупке?</h1>
                <p>Вам принадлежит разрешение на использование его в условиях, предусмотренных лицензией. Вы НЕ становитель её единственным владельцем при покупке!</p>
            </li>
            <li>
                <h1>Сколько изображений я могу отправить?</h1>
                <p>За раз - только одно, но целое количество работ от одного пользователя не ограничено.</p>
            </li>
            <li>
                <h1>Сколько изображение будет проходить модерирование?</h1>
                <p>Обычно проверка занимает не более двух недель. Если по истечению срока ваша работа не появилась на сайте, она была отклонена.</p>
            </li>
            <li>
                <h1>Какой процент с продажи я получаю?</h1>
                <p>40% с одного скачивания. Данная цена - выше среднего по рынку.</p>
            </li>
            <li>
                <h1>Когда я могу вывести деньги с сайта?</h1>
                <p>В любой момент. С любой суммой.</p>
            </li>
        </ul>
</div>
</template>

<style>

    #main_ul{
        margin-bottom: 60px;
    }
    #main_ul h1{
        text-wrap: nowrap;
        font-size: 24px;
    }
    #main_ul>li{
        margin-left: 20px;
        padding: 0;
        list-style: none;
        margin-bottom: 30px;
    }
    #main_ul p{
        margin-top: 10px;
        margin-bottom: 20px;
        font-size: 18px;
    }
    #main_ul>li a, #main_ul>li a:visited{
        color: black;
    }
    #main_ul>li a:hover{
        color: #E85F5F;
    }

</style>


<script>

    export default{
        name: 'Home',
        data(){
            return{
                
            }
        }, created(){

        }, methods: {
            
        }
    }

</script>