<template>
    <div class="container">
        <div id="license">
            <p>Уважаемый заказчик PhotoStoked!</p>
            <p>Настоящие Условия предоставления услуг (далее «Условия») представляют собой юридическое соглашение между вами или вашим работодателем или другим лицом, от имени которого вы заключаете настоящее соглашение (далее «вы» или «Заказчик»), и PhotoStoked и регулируют права и обязанности относительно любых Материалов, на которые вам предоставляется лицензия.</p>
            <p>Просим обращаться к настоящим Условиям при каждой покупке лицензий на материалы. PhotoStoked оставляет за собой право менять эти Условия в любое время по своему собственному усмотрению. До вступления таких изменений в силу PhotoStoked примет обоснованно достаточные усилия, чтобы уведомить вас о любом таком изменении. Такое уведомление может быть отправлено по адресу электронной почты, зарегистрированному в вашем аккаунте PhotoStoked, опубликовано на этой странице, на странице входа и (или) распространено другими способами. Изменения настоящих Условий будут распространяться только на дальнейшие покупки. Если вы оформляете лицензию на материалы после любых таких изменений, вы тем самым обязуетесь соблюдать измененные Условия.</p>
            <h1>ЛИЦЕНЗИЯ НА ВИЗУАЛЬНЫЕ МАТЕРИАЛЫ</h1>
            <p>Настоящим компания PhotoStoked предоставляет вам неэксклюзивное, не подлежащее передаче другим лицам, действующее во всех странах мира бессрочное право на использование, изменение (за исключением явно запрещенного в настоящем документе) и воспроизведение Визуальных материалов с учетом условий соответствующей лицензии и ограничений, описанных в данном документе.</p>
            <p>ЛИЦЕНЗИЯ НА ИЗОБРАЖЕНИЕ предоставляет вам право на использование Изображений следующим образом:</p>
            <ul>
                <li>В качестве цифровой репродукции, в том числе на веб-сайтах, в онлайн-рекламе, в социальных сетях, в мобильной рекламе, в мобильных приложениях, программах, электронных открытках, электронных публикациях (электронных книгах, электронных журналах, блогах и т. д.), электронных рассылках, а также в электронных СМИ (в том числе в службах видеообмена, таких как YouTube, Dailymotion, Vimeo и т. д.)</li>
                <li>В печатном виде на упаковке или в маркировке товаров, на фирменном бланке и в визитных карточках, в рекламных материалах в торговых точках, на обложках компакт- и DVD-дисков либо в рекламе и копиях физических носителей данных, включая журналы, газеты и книги.</li>
                <li>В наружной рекламе, в том числе на рекламных щитах, уличном оборудовании и т. п.</li>
                <li>В фильмах, видео, телесериалах, рекламе и другой мультимедийной продукции (далее — «Продукция») для распространения любыми средствами, которые известны в данный момент или будут разработаны в будущем (независимо от размера аудитории).</li>
                <li>Для вашего личного некоммерческого использования (не для перепродажи, загрузки, распространения или любого другого способа коммерческого использования)</li>
            </ul>
        </div>
</div>
</template>

<style>

#license{
    width: fit-content;
    margin: auto;
    margin-bottom: 70px;
}
#license p, li{
    font-size: 18px;
    margin-bottom: 20px;
    width: 1000px;
    line-height: 25px;
}
#license li{
    padding: 0;
    margin-left: 30px;
}
#license h1{
    text-wrap: nowrap;
    font-size: 24px;
}

</style>


<script>

    export default{
        name: 'Home',
        data(){
            return{
                
            }
        }, created(){

        }, methods: {
        
        }
    }

</script>